Repository: prospdragon/SPSWeblate
Catalog: *.po
Languages: cs, de, es, nl, pt

source: Unknown error occurred.
cs: Nastala neočekávaná chyba.
de: Unbekannter Fehler aufgetreten.
es: Se produjo un error desconocido.
nl: Er is een onbekende fout opgetreden.
pt: Ocorreu um erro desconhecido.

source: Please contact to admin.
cs: Prosím ozvěte se správci.
de: Bitte wenden Sie sich an den Administrator.
es: Por favor contacta.
nl: Neem contact op met de beheerder.
pt: Por favor, contate o administrador.

source: Please input a valid type of file.
cs: Prosím nahrajte vhodný typ souboru.
de: Bitte geben Sie einen gültigen Dateityp ein.
es: Por favor utiliza un archivo válido.
nl: Voer een geldig bestandstype in.
pt: Por favor entre com um tipo de arquivo válido.

source: Success to convert.
cs: Konverze proběhla úspěšně.
de: Umwandlung war erfolgreich.
es: Éxito en la conversión.
nl: Het converteren is gelukt.
pt: Conversão realizada com sucesso.

source: There not exist eps file in this zip.
cs: V tomto ZIPu není EPS soubor ke konverzi.
de: Es gibt keine EPS-Datei in dieser Zip-Datei.
es: No hay archivo EPS en este Zip.
nl: Deze zip bevat geen eps-bestand.
pt: Não existe arquivo EPS neste Zip.

source: Failed to process.
cs: Nepodařilo se soubor převést.
de: Bearbeitung fehlgeschlagen.
es: No se ha podido procesar.
nl: De bewerking is niet gelukt.
pt: Falha ao processor.

source: Sorry, you are using an unsupported browser
cs: Omlouváme se, váš prohlížeč není podporován
de: Entschuldigung, Sie nutzen einen Browser, der nicht unterstützt wird
es: Lo sentimos, estás utilizado un navegador no compatible
nl: Sorry, u gebruikt een niet-ondersteunde browser
pt: Desculpe você está utilizando um browser não suportado

source: please use
cs: použijte prosím
de: bitte nutzen Sie
es: Por favor utiliza
nl: gebruik
pt: por favor, use

source: or
cs: či
de: oder
es: o
nl: of
pt: ou

source: to convert your EPS-File.
cs: ke konverzi vašeho EPSu.
de: um Ihre EPS-Datei umzuwandeln.
es: para convertir tu archivo EPS.
nl: om uw EPS-bestand te converteren.
pt: para converter seu arquivo EPS.

source: All rights reserved.
cs: Všechna práva vyhrazena.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
nl: Alle rechten voorbehouden.
pt: Todos os direitos reservados.

source: Usage Policy
cs: Podmínky užití
de: Nutzungsbedingungen
es: Política de uso / Privacidad
nl: Gebruiksvoorwaarden
pt: Política de uso

source: Personal Data
cs: Ochrana osobních dat
de: Datenschutzerklärung
es: Datos personales
nl: Persoonsgegevens
pt: Dados pessoais

source: Contact
cs: Kontakt
de: Kontakt
es: Contacto
pt: Contato

source: Open
cs: Otevřít
de: öffnen
es: Abra
pt: Abrir

source: file format
cs: soubor
de: Datei
es: el formato de archivo
nl: -bestandsformaat
pt: arquivo

source: Free
cs: Zdarma
de: Gratis
es: Gratis
nl: Gratis
pt: Grátis

source: Converting
cs: Konverze
de: Konvertiere
es: Convertir
nl: Converteren
pt: Convertendo

source: Done
cs: Hotovo
de: Fertig
es: Hecho
nl: Klaar
pt: Pronto

source: Convert another
cs: Převést další
de: Weitere konvertieren
es: Convertir otro
nl: Converteer een ander bestand
pt: Converter outro

source: File needs supervision
cs: Soubor vyžaduje kontrolu
de: Datei benötigt eine Inspektion
es: El archivo necesita supervisión
nl: Controleer het bestand
pt: O arquivo precisa passar por análise prévia

source: Report a broken file
cs: Oznámit poškozený soubor
de: Defekte Datei melden
es: Informar que hay un archivo roto
nl: Bestand is beschadigd
pt: Informar arquivo corrompido

source: Choose From Disk
cs: Nahrát obrázek
de: Von Festplatte hochladen
es: Seleccionar de un disco
nl: Selecteer van schijf
pt: Carregar da pasta

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
nl: Annuleren
pt: CANCELAR

source: Start over
cs: Začít znovu
de: Neu starten
es: Comenzar de nuevo
nl: Opnieuw beginnen
pt: Recomeçar

source: crop & select
cs: vybrat ořez
de: Zuschneiden & Auswählen
es: Recortar y seleccionar
nl: bijsnijden & selecteren
pt: recortar & selecionar

source: Let us help you
cs: Rádi vám pomůžeme
de: Lassen Sie uns helfen
es: Déjanos ayudarte
nl: We helpen u graag
pt: Como podemos ajudar

source: Your file might be in a wrong format and might need supervisors’ eye check.
cs: Váš soubor může mít špatný formát a vyžadovat kontrolu odborníkem.
de: Eventuell haben Sie ein falsches Dateiformat hochgeladen. Wir müssten uns das einmal anschauen.
es: Su archivo podría estar en un formato equivocado y podría necesitar una comprobación de los supervisors.
nl: Controleer uw bestand, het heeft mogelijk niet het juiste formaat.
pt: Arquivo pode estar em um formato não suportado e poderá passar por uma análise previa.

source: Ask for
cs: Vyžádejte si
de: Kostenlos
es: Solicita ayuda
nl: Verzoek om gratis
pt: Solicitar

source: manual assistance
cs: rozbor odborníka
de: Hilfe mit der Datei
es: manual
nl: persoonlijke ondersteuning
pt: assistência

source: for free
cs: zdarma
de: anfordern
es: gratuita
pt: grátis

source: Get help!
cs: Získat pomoc!
de: Hilfe anfordern!
es: Pide ayuda!
nl: Vraag om hulp!
pt: Obter ajuda!

source: Your file might be in a wrong format and was not converted.
cs: Váš soubor může mít špatný formát a nebyl převeden.
de: Eventuell haben Sie ein falsches Dateiformat hochgeladen. Wir müssten uns das einmal anschauen.
es: Su archivo podría estar en un formato equivocado y podría necesitar una comprobación de los supervisors.
nl: Uw bestand heeft wellicht niet het juiste formaat en is niet geconverteerd.
pt: Seu arquivo pode estar em um formato errado e não foi convertido.

source: Your e-mail
cs: Váš e-mail
de: Ihre E-Mail Adresse
es: Tu dirección de email
nl: Uw e-mail
pt: Seu e-mail

source: Agree with the
cs: Souhlas s
de: Ich akzeptiere die
es: Aceptar las
nl: Ik ga akkoord met de
pt: Concordar com os

source: Terms of use
cs: Podmínkami užití
de: Nutzungsbedingungen
es: condiciones de uso
nl: Gebruiksvoorwaarden
pt: Termos de uso

source: of SPS Converter
cs: SPS Konvertoru
de: des SPS Converters
es: de SPS Converter
nl: van de SPS-Converter
pt: do SPS converter

source: Send request
cs: Odeslat požadavek
de: Absenden
es: Enviar solicitud
nl: Aanvraag versturen
pt: Enviar solicitação

source: Your file might be in a wrong format and cause display issues.
cs: Váš soubor může mít špatný formát a zobrazovat se špatně.
de: Ihre Datei ist eventuell in einem falschen Format und kann daher korrekt angezeigt werden.
es: Tu archivo podría estar en un formato equivocado y estar causando problemas de visualización.
nl: Uw bestand heeft mogelijk niet het juiste formaat waardoor er zich problemen met de weergave kunnen voordoen.
pt: Seu arquivo pode estar em um formato errado e causar problemas de exibição.

source: %(mb)d MB maximum file size.
cs: Až %(mb)dMB na soubor.
de: %(mb)d MB Dateigröße.
es: Tamaño máximo de archivo %(mb)d MB.
nl: %(mb)d MB maximale bestandsgrootte.
pt: Tamanho máximo de arquivo%(mb)d MB.

source: For %(mb)d MB
cs: Pro velikost až %(mb)d MB se
de: Für %(mb)d MB
es: Por %(mb)d MB
nl: Voor %(mb)d MB
pt: Para arquivos de %(mb)d MB você deve se

source: Sign Up
cs: Přihlašte
de: bitte hier registrieren
es: Regístrate
nl: Aanmelden
pt: Registrar

source: FREE IN BETA
cs: NYNÍ ZDARMA
de: GRATIS IN BETA
es: Gratis en Beta
nl: GRATIS IN BETA
pt: Grátis na versão BETA

source: ALL ZIPPED
cs: vše v ZIPu
de: Alles in einer ZIP-Datei
es: Todo comprimido
nl: Alles gezipt
pt: Tudo zipado

source: Image
cs: Obrázek
de: Bild
es: Imagen
nl: Afbeelding
pt: Imagem

source: Online EPS Converter
cs: Převod EPS online
de: Online EPS Umwandlungsprogramm
es: Conversor EPS en línea

source: back
cs: ZPĚT
de: ZURÜCK
es: Atrás
nl: terug
pt: voltar

source: crop
cs: ořez
de: Zuschneiden
es: Recortar
nl: bijsnijden
pt: recortar

source: Drag & drop .eps here
cs: Přetáhněte .eps sem
de: Ziehen Sie Ihre EPS-Datei hier hinein
es: Arrastrar y soltar el EPS aquí
nl: Sleep uw .eps hier naartoe
pt: Arraste & Solte seu EPS aqui

source: pixels
cs: pixelů
de: Pixel
es: píxeles

source: Please select to crop.
cs: Vyberte ořez.
de: Bitte wählen Sie einen Ausschnitt aus.
es: Por favor seleccione para recortar.
nl: Selecteer om bij te snijden.
pt: Por favor selecione para recortar.

source: Failed to crop. please try again.
cs: Ořez se nezdařil, zkuste to znovu.
de: Fehler mit dem Ausschnitt - bitte noch einmal probieren.
es: No se ha recortado. Por favor inténtelo de nuevo.
nl: Bijsnijden is niet gelukt. Probeer het opnieuw.
pt: Recorte falhou. Tente de novo.

source: Success to report. Thank you.
cs: Relatório com sucesso. Obrigado.
de: Ihre Anfrage wurde abgeschickt. Vielen Dank.
es: Informe completado con éxito. Gracias.
nl: Uw melding is ontvangen. Dank u.
pt: Relatório com sucesso. Obrigado.

source: News
cs: Novinky
es: Noticias
nl: Nieuws
pt: Novidades

source: Pricing
cs: Ceník
de: Preise
es: Precios
nl: Prijzen
pt: Preços

source: Help
cs: Pomoc
de: Hilfe
es: Ayuda
pt: Ajuda

source: Login
cs: Přihlášení
es: Iniciar sesión
nl: Inloggen
pt: Entrar

source: Small size
cs: Malý
de: Kleine Größe
es: Tamaño pequeño
nl: Klein formaat
pt: Tamanho pequeno

source: Medium size
cs: Střední
de: Mittlere Größe
es: Tamaño mediano
nl: Medium formaat
pt: Tamanho médio

source: Large size
cs: Velký
de: Große Größe
es: Tamaño grande
nl: Groot formaat
pt: Tamanho grande

source: Privacy Policy
cs: Ochrana osobních dat
de: Datenschutzerklärung
es: Política de Privacidad
nl: Privacybeleid
pt: Política de privacidade

source: Terms of Use
cs: Podmínky užití
de: Nutzungsbedingungen
es: Condiciones de uso
nl: Gebruiksvoorwaarden
pt: Termos de uso

source: Cropped image
cs: Imagem recortada
de: Zugeschnittenes Bild
es: Imagen recortada
nl: Uitgesneden afbeelding
pt: Imagem recortada

source: %(num)d Free images
cs: %(num)d obrázků zdarma
de: %(num)d Gratis Bilder
es: %(num)d imágenes gratuitas
nl: %(num)d gratis afbeeldingen
pt: %(num)d Imagens grátis

source: Vector files & stock photos
cs: Vektory a levné fotografie
de: Vektordateine & Stockfotos
es: Archivos vectoriales y fotos de stock
nl: Vectorbestanden & stockfoto's
pt: Arquivos vetoriais & Fotos de Stock

source: Shutterstock partnered with us to give you special offer of <b>%(num)d free vectors</b> or stock photos from millions of safe images. And on top — access to the world’s largest image selection. Sound’s cool? Limited offer. Hurry up!
cs: Shutterstock spolu s námipřipravil exkluzivní nabídku <b>%(num)d vektorů</b> nebo fotografií zdarma. Výběr z milionů bezpečných obrázků. A ještě navíc — přístup do největší fotobanky na světě. Zní to dobře? Akce nepotrvá věčně. Jděte na to!
de: Shutterstock ist unserer Geschäftspartner und hat ein besonderes Angebot für Sie: <b>%(num)d kostenlose Vektoren</b> oder Stockfotos von Shutterstock! Und obendrein - Zugang zur weltweit größten Bilddatenbank. Klingt gut, oder? Aber das Angebot ist begrenzt. Jetzt zugreifen!
es: Shutterstock se ha asociado con nosotros para darte una oferta especial de <b>%(num)d vectores gratuitos</b> o fotos de stock, millones de imágenes seguras. Y además-accesso a la mayor selección de imágenes del mundo. Suena genial verdad? Es una oferta limitada. Date prisa!
nl: Shutterstock is onze zakelijke partner en heeft een speciale aanbieding voor u: <b>%(num)d gratis vectoren</b> of stockfoto's van Shutterstock! Plus - toegang tot 's werelds grootste beeldcollectie. Klinkt goed, hè? Maar het aanbod is beperkt geldig. Profiteer nu!
pt: A Shutterstock fez uma parceria conosco para dar a você uma oferta especial de <b>%(num)d vetores</b> ou fotos de stock gratuitas entre as suas milhões de imagens seguras. E além disso o acesso à maior seleção de imagens do mundo. Legal não é? Oferta limitada. Então corra!

source: <b>%(mb)d%%</b> OFF
cs: <b>%(mb)d%%</b> sleva
de: <b>%(mb)d%%</b> Rabatt
es: <b>%(mb)d%%</b> de descuento
nl: <b>%(mb)d%%</b> korting
pt: <b>%(mb)d%%</b> de desconto

source: Vectors special offer
cs: Akce na vektory
de: Sonderangebot von Vektorgrafiken
es: Oferta especial de vectores
nl: Speciale aanbieding van vectorgrafieken
pt: Oferta especial para vetores

source: iStock partnered with us to give you whopping <b>%(per)d %% discount</b> on their vectors & photos. And access to the largest exclusive image selection. Apply to <b>any credit packs</b> and <b>subscriptions</b>. Sound’s cool? Limited offer. Hurry up!
cs: iStock spolu s námi připravil úžasných <b>%(per)d %% slevu</b> na jejich fotky a vektory. A získejte přitom přístup do největší fotobanky s exkluzivním obsahem. Nabídka platí pro <b>libovolné kredity</b> a <b>předplatná</b>. Zní to dobře? Nabídka netrvá věčně! Vrhněte se na to!
de: iStock ist unser Geschäftspartner und gewährt Ihnen satte <b>%(per)d %% Rabatt</b> auf Vektoren und Fotos. Erhalten Sie Zugriff auf eine große, exklusive Bilddatenbank. Gilt für <b>alle Credit-Pakete</b> und <b>Abonnements</b>. Hört sich gut an, oder? Aber das Angebot ist begrenzt. Jetzt Rabatt sichern!
es: iStock se ha asociado con nosotros para darte un gran descuento del <b>%(per)d %%</b> en sus vectores y fotos. Y además acceso a la mayor selección de imágenes exclusivas. Aplica a <b>cualquier paquete de crédito</b> y <b>suscripciones</b>. Suena bien verdad? Es una Oferta limitada. Date prisa!
nl: iStock is onze zakelijke partner en biedt u een korting van <b>%(per)d %% op</b> vectoren en foto's. U krijgt toegang tot een enorme, exclusieve beeldcollectie. Geldig voor <b>alle creditpakketten</b> en <b>abonnementen</b>. Klinkt goed, hè? Deze aanbieding is echter beperkt geldig. Ontvang nu korting!
pt: A iStock fez uma parceria conosco para te dar um desconto incrível de <b>%(per)d %%</b> em seus vetores e fotos. Além disso, o acesso à maior seleção de imagens exclusivas. Selecione <b> qualquer pacote de crédito </b> e <b> assinaturas </b>. O que achou? Oferta limitada. Não perca!

source: REDEEM NOW
cs: Získat výhody
de: Jetzt einlösen
es: Canjear ahora
nl: Nu profiteren
pt: Resgatar agora

source: Image Upscaler
cs: Upscaler obrázků
de: Bild-Upscaler
es: Imagen ampliada
nl: Afbeelding Upscaler
pt: Imagem Ampliada

source: Batch Conversion
cs: Dávková konverze
de: Mehrere Dateien umwandeln
es: Conversión de lotes
nl: Meerdere bestanden converteren
pt: Conversão de grandes quantidades

source: Converting multiple EPS vector files at once? No problem. Just upload a ZIP with your EPS files and get a ZIP with JPEGs in return.
cs: Převod více vektorových souborů EPS najednou? Žádný problém. Jednoduše nahrajte ZIP se svými soubory EPS a na oplátku získáte ZIP s JPEG.
de: Laden Sie mehrere EPS-Dateien in einer ZIP-Datei hoch. Als Ergebnis erhalten Sie eine ZIP-Datei mit JPEG-Dateien.
es: Convertir varios archivos vectoriales EPS a la vez? No hay problema. Solo sube un ZIP con tus archivos EPS y obtén un ZIP con JPGES a cambio.
nl: Upload meerdere EPS-bestanden in één ZIP-bestand. Zo ontvangt u een ZIP-bestand met JPEG-bestanden.
pt: Precisa converter vários arquivos vetoriais EPS em uma única vez? Sem problemas. Basta fazer o upload de seus arquivos EPS em uma pasta ZIP e o programa enviará outra pasta ZIP com seus JPEGs convertidos.

source: Hi-Res
cs: Plné rozlišení
de: Foto
es: Alta resolución
pt: Alta resolução

source: Vector
cs: Vektory a levné fotografie
de: Vektor
pt: Vetor

source: Crop & Extract
cs: Ořezy a výřezy
de: Bilder zuschneiden
es: Recortar y extraer
nl: Afbeeldingen bijsnijden
pt: Recortar & Extrair

source: Have a complete control over the image result with no external software, such as Illustrator, needed.
cs: Získejte úplnou kontrolu nad výsledným obrázkem bez potřeby externího softwaru, jako je Illustrator.
de: Kontrollieren Sie das Bildergebnis ohne zusätzliche Software, wie z. B. Illustrator.
es: Ten un control completo sobre el resultado de la imagen sin necesidad de un software externo, como Illustrator.
nl: Volledige controle over het beeldresultaat zonder dat u externe software, zoals Illustrator, nodig hebt.
pt: Tenha o controle total sobre o resultado da imagem sem a necessidade de um software externo, como o Illustrator.

source: Select a region of the EPS file to be extracted into a bitmap or PDF format using just a few clicks.
cs: Pomocí několika kliknutí vyberte oblast souboru EPS, kterou chcete extrahovat do bitmapy nebo PDF.
de: Wählen Sie mit wenigen Klicks einen Bereich der EPS-Datei aus, der in ein Bitmap- oder PDF-Format umgewandelt werden soll.
es: Seleccione una región del archivo EPS para ser extraida en un mapa de bits o en formato PDF con solo unos pocos clics.
nl: Selecteer met enkele muisklikken een sectie van het EPS-bestand dat moet worden geconverteerd naar bitmap- of PDF-formaat.
pt: Selecione uma área do arquivo EPS a ser extraído em um formato bitmap ou PDF com apenas alguns cliques.

source: Cut-out
cs: Vyříznout
de: Ausschneiden
es: Recorte
nl: Uitsnijden
pt: Recortar

source: Details
cs: Detaily
es: Detalles
pt: Detalhes

source: Multiple File Formats
cs: Více formátů souborů
de: Verschiedene Dateiformate
es: Múltiples formatos de archivo
nl: Diverse bestandsformaten
pt: Múltiplos formatos de arquivo

source: Converter understands EPS files on the input and delivers multiple formats on the output. And — more formats are coming as we improve Converter.
cs: Konvertor rozumí souborům EPS na vstupu a na výstupu poskytuje více formátů. A jak vylepšujeme Converter, připravujeme další formáty.
de: Der Konverter erkennt EPS-Dateien bei der Eingabe und wandelt sie in verschiedene Formate um. Weitere Formate werden zukünftig hinzugefügt.
es: El convertidor entienden los arhivos EPS en la entrad y entrega múltiples formatos en la salida. Y -más formatos vienen a medida que mejoramos el Convertidor.
nl: De converter herkent EPS-bestanden bij invoer en zet ze om in diverse formaten. Er zullen in de toekomst meer formaten worden toegevoegd.
pt: O Converter reconhece arquivos EPS na entrada e oferece vários formatos na saída. A medida que mais formatos ficam disponíveis seguiremos aprimorando o Converter.

source: Collection of <b>%(num)s million vectors</b>.
cs: Sbírka <b> %(num)s milionu vektorů </b>.
de: Auswahl von <b>%(num)s Millionen Vektoren</b>.
es: Colección de <b>%(num)s millones de vectores</b>.
nl: Keuze uit <b>%(num)s miljoen vectoren</b>.
pt: Coleção de <b>%(num)s milhões vetores</b>.

source: Get <b>%(num)d vectors & photos</b> for <b>$%(price)d</b> a year</b>
cs: Získejte <b> %(num)d vektorů a fotografií </b> za <b> %(price)d$ </b> ročně
de: Erhalten Sie <b>%(num)d Vektoren & Fotos</b> für nur <b>%(price)d,-€</b> pro Jahr
es: Consigue <b>%(num)d vectores y fotos</b> por <b>$%(price)d</b> un año
nl: Krijg <b>%(num)d vectoren & foto's</b> voor slechts <b>€%(price)d,-</b> per jaar
pt: Adquira <b>%(num)d vetores & fotos</b>por <b>US$%(price)d</b> por ano

source: The Converter app is a <a href="https://shop.stockphotosecrets.com/" target="_blank">SPS Shop</a> creation.
cs: Aplikace Konvertor je výtvorem <a href="https://fotobanka.cz" target="_blank"> SPS Shop </a>.
de: Das Konverter-Programm ist eine Entwicklung von <a href="https://www.fotoskaufen.de" target="_blank">fotoskaufen.de</a>.
es: La aplicación Converter es una creación de <a href="https://bancosdeimagenes.com" target="_blank">Tienda SPS</a>.
nl: De Converter-app is ontwikkeld door <a href="https://stockfotos.nl" target="_blank">SPS Shop</a>.
pt: O App Converter é desenvolvido por <a href="https://bancosdeimagens.com" target="_blank">SPS Shop</a>.

source: More Cheap Vectors
cs: Více levných vektorů
de: Mehr Vektoren ansehen
es: Más vectores baratos
nl: Meer vectoren bekijken
pt: Mais vetores econômicos

source: Select issue you experienced
cs: Zvolte problém který řešíte
de: Was funktioniert nicht? Thema auswählen:
es: Seleccione el problema que ha tenido
nl: Selecteer het probleem dat u hebt ondervonden
pt: Selecione o problema que você teve

source: File not converting at all
cs: Soubor se vůbec nepřevádí
de: Datei wird überhaupt nicht konvertiert
es: El archivo no se ha convertido
nl: Bestand is helemaal niet geconverteerd
pt: Arquivo não convertido

source: Result looks pixelated
cs: Výsledky jsou rozpixelované
de: Ergebnis sieht verpixelt aus
es: El resultado parece pixelado
nl: Eindresultaat ziet er pixelachtig uit
pt: Resultado parece pixelado

source: Graphics too small
cs: Grafika je příliš malá
de: Grafiken sind zu klein
es: Los gráficos son demasiados pequeños
nl: Grafieken zijn te klein
pt: Gráficos muito pequenos

source: Graphics not visible
cs: Grafika není vidět vůbec
de: Grafiken sind nicht sichtbar
es: Los gráficos no son visibles
nl: Grafieken zijn niet zichtbaar
pt: Gráficos não visíveis

source: Othere
cs: Jiný
es: Otros
nl: Anders
pt: Outros

source: Here is your coupon code
cs: Váš slevový kupon zde
de: Hier ist Ihr Gutschein-Code
es: Aquí está tu código de cupón
nl: Hier is uw couponcode
pt: Aqui está o seu cupom de desconto

source: Code is copied. Use code on iStock website.
cs: Kód byl zkopírován do schránky. Použijete na iStocku.
de: Der Code ist kopiert. Nutzen Sie den Code auf der Webseite von iStock.
es: El código se ha copiado. Usa el código en el sitio web de iStock.
nl: De code is gekopieerd. U kunt de code op de website van iStock gebruiken.
pt: Código copiado. Use esse código no site da iStock.

source: Go to Website
cs: Přejít na web
de: Gehen Sie zur Webseite
es: Ir a la página web
nl: Ga naar de website
pt: Ir para a página do site

source: Exclusive Deal
cs: Exkluzivní nabídka
de: Exklusives Angebot
es: Oferta exclusiva
nl: Exclusieve aanbieding
pt: Oferta exclusiva

source: %(num)d%% OFF on iStock Credits and iStock Subscriptions!
cs: %(num)d%% SLEVA na kredity iStock a předplatné iStock!
de: %(num)d%% Rabatt auf Credits und Bildabonnements von iStock!
es: %(num)d%% de descuento en créditos de iStock y suscripciones!
nl: %(num)d%% korting op credits en abonnementen van iStock!
pt: %(num)d%% OFF nas assinaturas e pacotes de créditos iStock!

source: Exclusive Deal at
cs: Exkluzivní nabídka na
de: Exklusives Angebot bei
es: Oferta exclusiva en
nl: Exclusieve aanbieding van
pt: Oferta exclusiva em

source: Free Images
cs: Obrázků Zdarma
de: Gratis Bilder
es: Imágenes Gratuitas
nl: Gratis Afbeeldingen
pt: Imagens Grátis

source: <b>Download</b> similar vectors — <b>%(num)d vectors free</b>
cs: <b>Stahujte</b> podobné vektory — <b>%(num)d dostanete</b> zdarma
de: Ähnliche Vektoren <b>herunterladen</b> - <b>%(num)d kostenlose Vektoren</b>
es: <b>Descarga %(num)d vectores</b> parecidos gratuitamente
nl: <b>Download</b> soortgelijke vectoren — <b>%(num)d gratis vectoren</b>
pt: <b>Download</b> de vetores similares — <b>%(num)d vetores grátis</b>

source: <b>%(num)d vectors free</b> from
cs: <b>%(num)d free vektorů</b> od
de: <b>%(num)d Vektoren ohne</b>
es: <b>%(num)d vectores gratis</b>
nl: %(num)d vectoren zonder
pt: <b>%(num)d vetores grátis</b> de

source: More Vectors
cs: Další vektory
de: Mehr Vektoren
es: Más vectores
nl: Meer vectoren
pt: Mais vetores

source: Copyright
es: Derechos de autor
nl: Auteursrechten

source: Other
de: Anderes
